{"_id":{"$oid":"5bfef0a706598d55ece776fe"},"url":"aarakocra","tags":["aarakocra"],"ability_scores":[{"$numberInt":"10"},{"$numberInt":"14"},{"$numberInt":"10"},{"$numberInt":"11"},{"$numberInt":"12"},{"$numberInt":"11"}],"saving_throws":[{"$numberInt":"0"},{"$numberInt":"2"},{"$numberInt":"0"},{"$numberInt":"0"},{"$numberInt":"1"},{"$numberInt":"0"}],"languages":["Auran"],"climate":["tropical","temperate"],"terrain":["mountains"],"name":"Aarakocra","size":"Medium","monster_type":"Humanoid","alignment":"Neutral Good","ac":{"$numberInt":"12"},"ac_note":"","hp":{"$numberInt":"13"},"hd":"3d8","cr":{"$numberDouble":"0.25"},"xp":{"$numberInt":"50"},"rarity":"very rare","organization":"tribal","activity_cycle":"day","diet":"carnivore","physical_description":"Aarakocra are about 5 feet tall and have a wing span of 20 feet. About halfway along the edge of each wing is a hand with three human-sized fingers and an opposable thumb. An elongated fourth finger extends the length of the wing and locks in place for flying. Though the wing-hands cannot grasp during flight, they are nearly as useful as human hands when an aarakocra is on the ground and its wings are folded back. The wing muscles anchor in a bony chest plate that provides the aarakocra with extra protection. The powerful legs end in four sharp talons that can unlock and fold back to reveal another pair of functional hands, also with three human-sized fingers and an opposable thumb. The hand bones, like the rest of an aarakocra's skeleton, are hollow and fragile. Aarakocra faces resemble crosses between parrots and eagles. They have gray-black beaks, and black eyes set frontally in their heads that provide keen binocular vision. Plumage color varies from tribe to tribe, but generally males are red, orange, and yellow while females are brown and gray.","habitat_society":"Aarakocra live in small tribes of about 11-30 (1d20+10) members. Each tribe has a hunting territory of about 10,000 square miles with colorful banners and pennants marking the boundaries. Each tribe lives in a communal nest made of woven vines with a soft lining of dried grass. The eldest male serves as the tribe's leader. In tribes of more than 20 members, the second oldest male serves as the shaman, leading simple religious ceremonies involving the whistling of melodic hymns at sunset on the first day of a new month. Males spend most of their waking hours hunting for food and occasionally for treasure, such as gems and other shiny objects. Females spend eight months of the year incubating their eggs, passing the time by fabricating javelins and other tools from wood and stone. While resting on their backs, aarakocra females can use all four hands at the same time to weave boundary pennants, javelins sheaths, and other useful objects from vines and feathers. Five aarakocra, including a shaman, can summon an air elemental by chanting and performing an intricate aerial dance for three melee rounds. The summoned air elemental will comply with the aarakocras' request for a favor, though it will not endanger its life on their behalf. Aarakocra are extremely claustrophobic and will not willingly enter a cave, building, or other enclosed area.","ecology":"Aarakocra have little to do with other species, including neighboring aarakocra tribes, and leave their home territory only in extreme circumstances. They rarely encounter humans except for an occasional foray into a rural community to snatch a stray farm animal; this is not an intentionally malicious act, as aarakocra are unable to distinguish between domestic and wild animals. A human venturing into aarakocra territory may be able to convince one to serve as a guide or a scout in exchange for a shiny jewel or coin.","skills":[{"skill":"Perception","bonus":{"$numberInt":"5"}}],"speeds":[{"speed_type":"Walk","speed":{"$numberInt":"20"}},{"speed_type":"Fly","speed":{"$numberInt":"50"}}],"attacks":[{"weapon":"Talon","attack_type":"Melee weapon","to_hit":{"$numberInt":"4"},"reach":{"$numberInt":"5"},"range":null,"num_targets":"one","average_damage":{"$numberInt":"4"},"damage":"1d4+2","damage_type":"slashing","effect":""},{"weapon":"Javelin","attack_type":"Ranged weapon","to_hit":{"$numberInt":"4"},"reach":null,"range":"30/120","num_targets":"one","average_damage":{"$numberInt":"5"},"damage":"1d6+2","damage_type":"piercing","effect":""},{"weapon":"Javelin","attack_type":"Melee weapon","to_hit":{"$numberInt":"4"},"reach":{"$numberInt":"5"},"range":null,"num_targets":"one","average_damage":{"$numberInt":"5"},"damage":"1d6+2","damage_type":"piercing","effect":null}],"abilities":[{"name":"Dive attack","ability_type":"Passive","effect":"If the aarakocra is flying and dives at least 30 feet straight toward a target and then hits it with a melee weapon attack, the attack deals an extra 3 (1d6) damage to the target."}],"__v":{"$numberInt":"0"},"condition_immunities":[],"has_lair":null,"immunities":[],"is_legendary":null,"item_components":[],"lair_action_rules":null,"lair_actions":[],"lair_description":null,"lair_effect_rules":null,"lair_effects":[],"legendary_actions":null,"lore":"Aarakocra range the Howling Gyre, an endless storm of mighty winds and lashing rains that surrounds the tranquil realm of Aaqa in the Elemental Plane of Air. Making aerial patrols, these birdlike humanoids guard the windy borders of their home against invaders from the Elemental Plane of Earth, such as gargoyles, their sworn enemies.\n\nEnemies of Elemental Evil. In service to the Wind Dukes of Aaqa, aarakocra scout the planes in search of temples of Elemental Evil. They spy on malign elemental creatures and then either take the fight to those creatures or report back to the Wind Dukes.\n\nOn the Material Plane, aarakocra create aeries atop the highest mountains, especially peaks near portals to the Elemental Plane of Air. From such heights, aarakocra watch for signs of elemental incursions, as well as for nascent threats to their home plane. Aarakocra prefer to live their lives like the wind unburdened and ever moving- yet they watch over a region for years if that's what it takes to guard against the incursions of Elemental Evil.\n\nAarakocra have no concept of political borders or property ownership, and the value of gems, gold, and other precious materials means little to aarakocra. In their eyes, a creature should use what is necessary and then cast what is left on the wind for others to use.\n\nSearch for the Seven Shards. The Wind Dukes of Aaqa come from a race of elemental beings called the vaati, which once ruled many worlds. A creature known as the Queen of Chaos arose and initiated an interplanar war against vaati rule. To combat the threat, seven vaati heroes combined their powers to create the mighty Rod of Law. In a battle against the queen's greatest general, Mishka the Wolf Spider, a vaati killed Mishka by thrusting the rod into him like a spear. The rod shattered into seven shards that scattered across the multiverse. Aaracokra seek signs of the pieces' locations in order to rebuild what is now know as the Rod of Seven Parts.\n\nSummoning Air Elementals. Five aarakocra within 30 feet of each other can magically summon an air elemental. Each of the five must use its action and movement on three consecutive turns to perform an aerial dance and must maintain concentration while doing so (as if concentrating on a spell). When all five have finished their third turn of the dance, the elemental appears in an unoccupied space within 60 feet of them. It is friendly toward them and obeys their spoken commands. It remains for 1 hour, until it or all its summoners die, or until any of its summoners dismisses it as a bonus action . A summoner can't perform the dance again until it finishes a short rest. When the elemental returns to the Elemental Plane of Air, any aarakocra within 5 feet of it can return with it.","monster_relationships":[],"resistances":[],"senses":[],"vulnerabilities":[]}
{"_id":{"$oid":"5c0026b4f4349d359c811f2a"},"url":"aboleth","tags":["legendary"],"ability_scores":[{"$numberInt":"21"},{"$numberInt":"9"},{"$numberInt":"15"},{"$numberInt":"18"},{"$numberInt":"15"},{"$numberInt":"18"}],"saving_throws":[{"$numberInt":"5"},{"$numberInt":"-1"},{"$numberInt":"6"},{"$numberInt":"8"},{"$numberInt":"6"},{"$numberInt":"4"}],"languages":["Deep Speech"],"vulnerabilities":[],"immunities":[],"resistances":[],"condition_immunities":[],"climate":["tropical","temperate"],"terrain":["subterranean"],"name":"Aboleth","size":"Large","monster_type":"Aberration","alignment":"Lawful Evil","ac":{"$numberInt":"17"},"ac_note":"natural armor","hp":{"$numberInt":"135"},"hd":"18d10+36","cr":{"$numberInt":"10"},"xp":{"$numberInt":"5900"},"rarity":"Very Rare","organization":"Brood","activity_cycle":"Night","is_legendary":true,"diet":"Omnivore","physical_description":"An aboleth resembles a plump fish, 20 feet in length from its bulbous head to its fluke-like tail. Its body is blue-green with gray splotches, and its pink-tan underbelly conceals a toothless, rubbery mouth. Three slit-like eyes, purple-red in color and protected by bony ridges, are set one atop the other in the front of its head. Four pulsating blue-black orifices line the bottom of its body and secrete gray slime that smells like rancid grease. Four leathery tentacles, each 10 feet in length, grow from its head. An aboleth uses its tail to propel itself through the water and its tentacles to drag itself along dry land.","habitat_society":"An aboleth brood consists of a parent and one to three offspring. Though the offspring are as large and as strong as the parent, they defer to the parent in all matters and obey it implicitly. Aboleth have both male and female sexual organs. A mature aboleth reproduces once every five years by concealing itself in a cavern or other remote area, then laying a single egg and covering it in slime. The parent aboleth guards the egg while the embryo grows and develops, a process that takes about five years. A newborn aboleth takes about 10 years to mature. The aboleth spends most of its time searching for slaves, preferably human ones. It is rumored that the aboleth use their slaves to construct huge underwater cities, though none have ever been found. The aboleth are rumored to know ancient, horrible secrets that predate the existence of man, but these rumors are also unsubstantiated. There is no doubt that aboleth retain a staggering amount of knowledge. An offspring acquires all of its parent's knowledge at birth, and a mature aboleth acquires the knowledge of any intelligent being it consumes. An aboleth's treasure consists of items taken from its slaves. The items are buried in caverns under a layer of slime resembling gray mud, recognizable by the distinctive rancid grease odor.","ecology":"The omnivorous aboleth will eat any organic matter, usually algae and micro-organisms, but they are also fond of intelligent prey so they can absorb nutrients and information at the same time. Aboleth have no natural enemies, as even the mightiest marine creatures give them a wide berth. Aboleth slime is sometimes used as a component for potions of water breathing.","skills":[{"skill":"History","bonus":{"$numberInt":"12"}},{"skill":"Perception","bonus":{"$numberInt":"10"}}],"senses":[{"sense":"Telepathy","distance":{"$numberInt":"120"}}],"speeds":[{"speed_type":"Walk","speed":{"$numberInt":"10"}},{"speed_type":"Swim","speed":{"$numberInt":"40"}}],"attacks":[{"weapon":"Tentacle","attack_type":"Melee weapon","to_hit":{"$numberInt":"9"},"reach":{"$numberInt":"10"},"range":"0","num_targets":"one","average_damage":{"$numberInt":"12"},"damage":"2d6+5","damage_type":"bludgeoning","effect":"If the target is a creature, it must succeed on a DC 14 Constitution saving throw or become diseased. The disease has no effect for 1 minute and can be removed by any magic that cures disease. After 1 minute, the diseased creature's skin becomes translucent and slimy, the creature can't regain hit points unless it is underwater, and the disease can be removed only by heal or another disease-curing spell of 6th level or higher. When the creature is outside a body of water, it takes 6 (1d12) acid damage every 10 minutes unless moisture is applied to the skin before 10 minutes have passed."},{"weapon":"Tail","attack_type":"Melee weapon","to_hit":{"$numberInt":"9"},"reach":{"$numberInt":"10"},"range":"0","num_targets":"one","average_damage":{"$numberInt":"15"},"damage":"3d6+5","damage_type":"bludgeoning","effect":""}],"abilities":[{"name":"Amphibious","ability_type":"Passive","effect":"The aboleth can breathe air and water"},{"name":"Mucous Cloud","ability_type":"Passive","effect":"While underwater, the aboleth is surrounded by transformative mucus. A creature that touches the aboleth or that hits it with a melee attack while within 5 feet of it must make a DC 14 Constitution saving throw. On a failure, the creature is diseased for 1d4 hours. The diseased creature can breathe only underwater."},{"name":"probing telepathy","ability_type":"Passive","effect":"If a creature communicates telepathically with the aboleth, the aboleth learns the creature's greatest desires if the aboleth can see the creature."},{"name":"Multiattack","ability_type":"Action","effect":"The aboleth makes three tentacle attacks."},{"name":"Enslave (3/Day)","ability_type":"Action","effect":"The aboleth targets one creature it can see within 30 feet of it. The target must succeed on a DC 14 Wisdom saving throw or be magically charmed by the aboleth until the aboleth dies or until it is on a different plane of existence from the target. The charmed target is under the aboleth's control and can't take reactions, and the aboleth and the target can communicate telepathically with each other over any distance. Whenever the charmed target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is at least 1 mile away from the aboleth."},{"name":"Detect","ability_type":"Legendary","effect":"The aboleth makes a Wisdom (Perception) check."},{"name":"Tail Swipe","ability_type":"Legendary","effect":"The aboleth makes one tail attack."},{"name":"Psychic Drain (2 actions)","ability_type":"Legendary","effect":"One creature charmed by the aboleth takes 10 (3d6) psychic damage, and the aboleth regains hit points equal to the damage the creature takes."}],"legendary_actions":{"$numberInt":"3"},"item_components":[{"item":"Potion of Water Breathing","source":"Aboleth slime"}],"monster_relationships":[],"__v":{"$numberInt":"0"},"has_lair":true,"lair_action_rules":"When fighting inside its lair, an aboleth can invoke the ambient magic to take lair actions. On initiative count 20 (losing initiative ties), the aboleth takes a lair action to cause one of the following effects.","lair_actions":["The aboleth casts phantasmal force (no components required) on any number of creatures it can see within 60 feet of it. While maintaining concentration on this effect, the aboleth can't take other lair actions. If a target succeeds on the saving throw or if the effect ends for it, the target is immune to the aboleth's phantasmal force lair action for the next 24 hours, although such a creature can choose to be affected.","Pools of water within 90 feet of the aboleth surge outward in a grasping tide. Any creature on the ground within 20 feet of such a pool must succeed on a DC 14 Strength saving throw or be pulled up to 20 feet inot the water and knocked prone. The aboleth can't use this lair action again until it has used a different one.","Water in the aboleth's lair magically becomes a conduit for the creature's rage. The aboleth can target any number of creatures it can see in such water within 90 feet o fit. A target must succeed on a DC 14 Wisdom saving throw or take 7 (2d6) psychic damage. The aboleth can't use this lair action again until it has used a different one."],"lair_description":"Aboleths lair in subterranean lakes or the rocky depths of the ocean, often surrounded by the ruins of an ancient, fallen aboleth city. An aboleth spends most of its existence underwater, surfacing occasionally to treat with visitors or deranged worshipers.","lair_effect_rules":"The region containing an aboleth's lair is warped by the creature's presence, which creates one or more of the following effects. If the aboleth dies, the first two effects fade over the course of 3d10 days.","lair_effects":["Underground surfaces within 1 mile of the aboleth's lair are slimy and wet and are difficult terrain.","Water sources within 1 mile of the lair are supernaturally fouled. Enemies of the aboleth that drink such water vomit it within minutes.","As an action, the aboleth can create an illusory image of itself within 1 mile of the lair. The copy can appear at any location the aboleth has seen before or in any location a creature charmed by the aboleth can currently see. Once created, the image lasts for as long as the aboleth maintains concentration, as if concentrating on a spell. Although the image is intangible, it looks, sounds, and can move like the aboleth. The aboleth can sense, speak, and use telepathy from the image's position as if present at that position. If the image takes any damage, it disappears."],"lore":"Before the coming of the gods, aboleths lurked in primordial oceans and underground lakes. They reached out with their minds and seized control of the burgeoning life-forms of the mortal realm, making those creatures their slaves. Their dominance made them like gods. Then the true gods appeared, smashing the aboleths' empire and freeing their slaves.\n\nAboleths have never forgotten.\n\nEternal Memories. Aboleths have flawless memories. They pass on their knowledge and experience from generation to generation. Thus, the injury of their defeat by the gods remains perfectly preserved in their minds. Aboleths' minds are treasure troves of ancient lore, recalling moments from prehistory with perfect clarity. They plot patiently and intricately across eons. Few creatures can conceive of the extent of an aboleth's plan.\n\nGods in the Lake. Aboleths dwell in watery environments, including ocean abysses, deep lakes, and the Elemental Plane of Water. In these domains and the lands that adjoin them, aboleths are like gods, demanding worship and obedience from their subjects. When they consume other creatures, aboleths add the knowledge and experiences of their prey to their eternal memories.\n\nAboleths use their telepathic powers to read the minds of creatures and know their desires. An aboleth uses this knowledge to gain a creature's loyalty, promising to fulfill such wants in exchange for obedience. Within its lair, the aboleth can further use its powers to override senses, granting creatures, such as its followers, the illusion of promised rewards.\n\nEnemies of the Gods. The aboleths' fall from power is written in stark clarity on their flawless memories, for aboleths never truly die. If an aboleth's body is destroyed, its spirit returns to the Elemental Plane of Water, where a new body coalesces for it over days or months.\n\nUltimately, aboleths dream of overthrowing the gods and regaining control of the world. Aboleths have had untold eons to plot and to prepare their plans for perfect execution."}
